{
  "id": "demo-call-2-1764103633581",
  "fullText": "Hello. Hey, Luis. Got you all done. The reason that took so long is I. I just kind of also built all your equipment options when I was out there too. Okay, sure. I'd love to wrap up with you here. Of course, of course. So what are you up to for the rest of the day? Oh, keep working. Yeah, yeah, most of the. Most of the day. Sometimes I go through. I literally can't work from anywhere else but your home. I know. Yeah. AI is a big thing, man. But so just to. Let's go right to just the differences here. I just wanted to show you. So remember before how we had that before that below freezing temperature at 41. It's good to see. And now we have that 20 degree difference as well. Did a really fancy charge there for you and got you in good shape. All that to say. Definitely. Bandaid. Sure. Yeah. It is old. It's an old unit. Right. So when it comes to just what to expect here in the future, I would say month to two months. I think we'll start to see. Or even sooner we'll start to see the efficiency drop again. And we still have those mold issues. I did just want to show you some different equipment options. Of course. Oh, my goodness. Who is this? Yeah, this is Michelangelo. Michelangelo. I love cats. Get out of here. Aww. I have two cats and three dogs at home. So we have quite the chaos household. We have two cats. There you go. Yeah. So the two equipment options, or there's a total of four that I built. There's either we replace like for like, which will naturally be more efficient, even though it's just going to be the updated version of what you have. It's going to be a new furnace, new coil, new condenser, higher sear rating, better efficiency, but still like the same type of equipment. The next step beyond that is maintaining gas heating, electric cooling, but upgrading efficiency. And the interesting thing about that is that actually ends up being the most expensive one of the four that I've built. Are you familiar with natural gas phase outs? No. Okay. So it is something like, let's say, for instance, we have stove tops being phased out. We do have gas water heaters being phased out. We have gas furnaces being phased out. Are you familiar with what California's goal is in every. Yeah, some of that. Yeah, I like the idea. It's just kind of a lot. They want every house to have a 200amp panel, have a bathtub generator. They want every house to have solar, and they want every house to have a heat pump. And so heat Pumps are the next option. Yeah, heat pumps are actually just got introduced some more rebates. So even though those are the best possible system to install, weirdly enough, those actually are getting quite affordable at the moment. I'm used to them being actually our most expensive option. But rebates have been introduced that have made it a lot more reasonable. And then when it comes to the. The two different heating options, I just have two different types of heat pumps that I'm building for you. So let's just look at. I like to like higher efficiency and then two different. Still same technology and then two heat pumps. Exactly. And so to start off with, it's always important to realize these are more expensive than investments than your normal investment into a home. So I just wanted you to understand that a lot of our clients do use different monthly options to take care of them. But let's just break down what we do. So let's start off with the like for like we always come with our guarantees. We have some really, really excellent guarantees that really just show you that we're going to do a great job for you. We then start off with our first cost. This is a newest nest thermostat. We can switch this up. I just wanted to just simplify it, put something in that you guys are used to. It will be just the most modern version. And then we credit this back towards replacement at the very end. So this 549 will be credited back towards you. Then we talk about steps like what we need to do. AC removal, hall away and disposal, heater and removal. This is a really lengthy section. This is like typically roughly one day, this amount of work we remove, safely, demolish and dispose of your furnace, remove safely, remove the refrigerant, demolish and dispose of your ac. And that's I think like a pretty lengthy section. Got it. This next one may or may not come up, but I am including it as a line item just in case it becomes relevant. Sometimes when we have water damage, I do see decayed plywood in sections where there could be like mold growth or anything like that. If we're seeing anything like that, we just cut that plywood out and put new plywood in. Okay. That's in the inside. Oh yeah. Next. The new system is not going to be the same dimensions. It's going to be a little bit smaller or a little bit wider, a little bit taller or something around there. And we do have to make sure the sheet metal connections fit to it. We do any sheet metal necessary. Of course. Outside we have A fuse box. That's where I remove it and work on it safely. We just put a new one in for you. All the new electrical. There will be some new electrical in there. Currently there's a little on off switch in there called a safety shut off. We always come with a new one. Any new thermostat, wiring or connections, any new electrical whips, we install that for you. We have circuit breakers on the ac. We just prefer to have a brand new circuit breaker. So we just include that with it. Thermostat wire, communication wire. This just means if there is a need to rerun a thermostat wire, we absolutely would. And then H Vac permanent. We always pull permits. There is a caveat for permit pulling. Usually they like to do a HERS test as well. Have you ever heard of that before? No, I don't know what the HERS test is. It's like an efficiency. It's a home efficiency test. And I do know right now your home would not pass a HERS test because of the condition of the ducting and a little bit of your insulation too. So we love to do HERS tests. But in order for us to feel confident in doing that, we would need to do a little bit with your ducting or consider modifying it. What that would look like is something. We do have a promotion going on currently is sealing your ductwork, which just means no replacement. But we go to every single connection and seal it thoroughly and then we can include a test. If we do that next. This is the total cost of four R&E discounts. I do have a fair amount of discounts that I've included. This is again the like for like option. And just to explain what it comes with, I explained R410A. The refrigerant got phased out. We have the newest style here, R32. This is basically just the new standard for refrigerant. It is considered to be better for the environment. It's just much less harmful to ozone layers in general. 35% cooling savings, 30% heating savings. It is going to be the same similar type of technology. The sear rating is up. You currently have a 12 seer. We install a 15 and then we always include standard filtration for you as basic. The motor is an improvement. So the fan motor inside of the system is an improvement. Way more reliable and way quieter. That's basically what this comes with now. A really cool thing. 10 year manufacturer warranty, 10 year compressor warranties. If you're on this maintenance program with us, we actually completely match the manufacturer warranties. It's essentially 10 years parts and 10 year manufacturer warranty. And then moving on, we'll just get to the first heat pump. Really very similar line items. I'm not going to go through every single one this time. I wanted to pause at this one though. The technology we're talking about with this heat pump is called an inverter. Have you ever heard of an inverter before? I have, yeah. Actually, you know what? I saw your mini split. It actually mimics that technology, but in a ducted sense. So that's a ductless heating and cooling system. This one we have that same type of inverter technology where it ramps up and ramps down, except we're just attaching it to the ductwork. So the main difference here just important to realize that it's going to heat and cool a little bit differently. In general, everything is going to be an improvement. Cooling will be significantly better. Usually we're talking like 60% utility bill savings. The thing about heating side, it's just important to note usually they don't absolutely kill it the same way old furnaces do. Old furnaces have flames. So obviously we're going to get really intense temperature coming out. These do heat a little bit less extreme, but still are totally capable of. I'm familiar with the heat pump. You know about these? Okay, perfect. Everything else is the same. AC removal, hallway disposal, heater removal, plywood circuit breaker, thermostat permit. And there's the price before any discounts or rebates. We then have our discounts and rebates, which I realize I didn't include on the other option here. But starting off, this existed on your other estimate too is $1,800 off because we're able to reuse the copper line set. Very resilient to timing corrosion. If my install crew does determine that your H Vac leak that you have right now is in your copper line, we just still take care of it. But even with this savings in place, next we have the thermostat credit back towards you and this where we have some rebates. So Silicon Valley Clean Energy. I did just want to confirm, did you opt out of this program? You would have to manually opt out of it. Yeah, I didn't. Okay, so you're good. So Silicon Valley Clean energy is a $2,500 off towards heat pump updates. Next we have tech which is one that just barely got reintroduced like yesterday. So that's, that's really cool that it got introduced. And 1500 off here. What this is, is the fact that we're removing both a furnace and AC qualifies you for this higher end one. So we handle what we need to handle. There are things that you need to physically go in and do. The only one for the SVCE is you do. And this will be in a contract that you can just click on easily. You do need to submit a full PG and E bill. Like every bit, every page off a PG and E bill, and then we do the rest. What they need from us is proof that we've installed a inverter system and the manufacturer label. We take care of that. Got it. For tech. Let's see. I think we just take care of this one for you, so. Oh, you know what? This one does require a HERS test to be done. So for this area, I would love to include one of our promotions for you, which is where we just include a duct seal, and that would be something I can definitely do. So if that passes a HERS test, I think you're all good. Mm. So your client has clear record with the city. Yeah. As long as you have no failed permits, then it should pass. Failed permits, meaning like, you tried to. Pull a permit and it didn't work or passed. It didn't pass inspection. I see. I see. For this. For your homework. For your homework. Because there was something. Okay, no problem. Okay. So it looks like you would qualify for this. The next option will go to. And what was that option? Oh, total price. No, no. What was that option that you showed me? I. Yep. So you can actually see what's kind of funny is it's relatively around the same price as a gap and actually a little bit less expensive, weirdly. And what's really cool, I was actually talking to Alex that I was really impressed. I just built your best possible heat pump. This is like our branded unit. It's a daikin. Daikin we love to work with because they really like us. If you ever look up daikin products on Google and you look up, like, install videos, you'll actually see my company installing them because we do the worldwide training for how to install daikin, so we just have a great partnership with them. So we like to install them. But what's interesting is Bryant does have a corner on a type of technology. Heat pumps, on occasion, enter a defrost cycle, which is where it briefly stops heating and it just runs itself alone to heat itself back up. These are known to not really enter that. And the brilliant. And it's just because of the way their coils are built. They have a better type of metal derivative in it that is better at dissipating its own heat and keeping itself warm. Warm. The only time these ever enter defrost, which we won't ever get to here in California, Is when they enter 18 degrees Fahrenheit. So it just won't happen. And it's just really funny if we look at like the really high end furnace, it's just like. We really climbed the cost. I just. It's substantial. None of this option is moving the unit to the top. No. Currently I haven't built that. We do have an attic package. I would actually have to modify these estimates to do that. The reason I'm starting like this is just. I just wanted you to understand what it would look like to keep it in the closet. So when it comes to keeping it in the closet, we are completely fine moving it to your attic. Completely fine. The thing I like to make sure my clients understand is serviceability, maintenance and efficiency. That is the best location. Yeah, because it's too hot up there. Precisely. What about moving it to the garage? That would be way harder. Harder. Harder. So much more work. And we would actually be forced to replace your ductwork entirely. And. And with this. The benefit of moving out to the attic, though, is you do get a full closet. In general, it is a pretty. In regards to airflow that enters the home, It's a pretty nice spot. It's just. We do have to do some modifications. So just to explain an attic install, that intake would no longer be used. We would add one probably close to the center of the house. And our systems are very quiet. But it is just something that we will have airflow here now. And then we do have to run some new electrical. If we're not doing a new gas line, that's great. But we do have to install. We would have to install the intake here. And yeah, closet systems, in regards to what the system itself likes is the best location. But at the end of the day, the systems are built for you. So if we're moving it to the attic, completely fine. I kind of forget at the top of my head how much it adds to the project. It is depending on the severity of necessary. I do think it adds at least 4,000 to it. But on the highest end, it would involve new ductwork. And then we add a fair amount to it. Okay. Okay. Yeah. What we don't like about it there is not so much the cabinet is the noise. So the sway client or any of. Our units, that noise would be better. And what I can even do as an extra way to make that noise even better is if we swap the grill. So the grill right now has louvers. Right. So when an airflow is pulled in and it does this, that naturally creates noise. We can install an egg carton version that has a square squares instead. And it's much, much, much, much better for airflow. And when that happens, it makes it a lot quieter, too. I did do a test one time on no change other than the grill, and it did decrease noise by 20% when I did that. So 20% quieter, it would still get on the noise. Not. It would be much less noisy than this. But if we did do the basic furnace, that's not going to be as quiet. But if we talk about inverters, those actually can sometimes be hard, at least even on type of thing. Do you even hear it running? That makes sense. I can hear it with the split unit. Yeah. So, yeah, that technology gets introduced here. All that to say if there's an inclusive, incredible cooling demand, it still will pull a lot of airflow into itself. But that won't happen that consistently. It would happen when it breaks 100 or when it's 105. Then it might be. It'll still be quieter than that, but it will get to, like equivalent air pressure going across itself. Okay, okay. All right. So the options I have are. Can I see the prices again? Yeah, so. So all of these are going to be great options for you. I do have to take this call. Feel free to review this. Hello? Okay, I'm still talking to our client here about different options, so I don't know. Yeah. I see that all these are. This one bent to the side. Yes. That's a big difference too, is amount of room taken up outside. These are going to be taller systems. So it is actually, you know what, it'll be very, very, really, really close to the same height, but they're like this thin. But they go. They go wide, though. Yeah, yeah, yeah. But my experience with the other one is that it vents to the side, so it's kind of windy. It still will. It still will. Yeah. And what I like about this one is that it vents to the top. I. I can build a form of inverter that does do that. Yeah. If that's a. So they have these unit that bends upwards. Yep. The brand is Bosch. Very highly reviewed. Mostly actually highly reviewed from technicians, which is very cool. Technicians love working on them because they're very reliable. But I don't know where the Bosch would end up. But I do think it would Be roughly in that same area. The only thing we can find out with Bosch in a second. But you see how this says Energy Star, high heat. Mm. Whenever you see Energy Star, that actually can qualify you for one further rebate that you have to deal with completely on your own. We can't help you. It's a tax cut rebate. And usually if you qualify for it, it's either a thousand dollars or $2,000. If we don't have Energy Star on it, you can't have that rebate. And Bosch doesn't have that. I can find out. Okay, okay, okay. Got it, got it. Want me to just find out real quick? Sure, sure. Okay. Let me just modify this estimate to. Be a Bosch, but leave that one there. I will. I'm just going to duplicate it and we'll switch it over to a Bosch. Okay. It does have Energy Star. So the difference is this one will have. It won't have the high heat feature. So let me just get. Where did I put that estimate as this one? Right. There we go. It. Okay. So now we have. It's funny, they all end up being in the same price range. So it's again, in regards to technology, the only thing that the Bryant has over the other ones is that it doesn't enter defrost as often. In California, though, we really don't enter. Are defrosting. I had a heat pump before in another place. Never had a problem with it. Yeah, 20 years ago. And it was here in California. Yeah. So I think it's just. It will just very rarely enter a defrost cycle. But this one just has that better feature. Yeah, exactly. Yeah. Okay. Okay. And how long does it take to install the system? If we are doing a heat pump, it's going to be roughly two or three days. Because there is a lot of work that goes into a heat pump. If it was a gas system to existing ac, I would say one to two days. And then there is still a promotion. I haven't even included any of these. And that would be duct sealing. And those that also can take close to a day too. But depending on time frames, we have an install crew or two out here for you. If you have two, it really speeds up things. Things up. So that's either two guys or four guys. Okay. Okay. And. All right. I understand the options. That's fine. I'm not. I would be interested on. On, on the heat pump. Maybe these, these two. I'm not interested on the gas. Sure. And I guess. And then the other thing I noticed is that you also have financing? I do, yeah. You go. So for financing, can you show me the monthly payment and for how long is that? So we have. We have. Let's go to the Bosch, since that's the one that you like the idea of having airflow up. We'll look at financing. So we'll look at wintime offers July. So these are just all of our options that we have. So we have 120 month, 8.99 interest with autopay. So you don't have to do anything. 180. So much longer term with 9.99. This is our most. These two are our most commonly used. Good leap, actually just barely just gave us access to this this month. It was supposed to end on the 15th, so I'm surprised it's still going on. But the 12 months, no interest just means that if you do pay it off in 12 months, you just pay the same as cash. Like there's no interest rate or anything. This is just a very common one because the low interest rate and it just goes on for a little bit of a longer term. And yeah, I think when it comes to this one that we're seeing. When. It comes to this payment that we're seeing there, that's including the 5.991 for this, for the 60 months. 60 months. 5 years of. 5 year 335. And that. That includes the promotions area. Yeah, there's still some line items in regards to promotions I haven't included. But this is baseline equipment. And what is the monthly payment with the one that you showed me that I can pay off earlier in a. Year, that type of one. So you don't need to pay anything for a full year if you don't want. You actually do have the ability to take a year off of payments entirely. But then if it goes to that, I think it's not a nasty interest rate. It's something around 10%. Oh, I see what you're saying. It's not a horrible, horrible interest rate, but there is an interest rate there, so. Oh. So basically paying the full amount within the year and whatever. But the nice thing is you don't need to pay anything for the year either. So if we did pay it off in 12 payments, let's say it would be. A little bit over 2,000amonth. Because it's within a year. Within a year. But then I think the terms actually go really, really close. It's like four, five years of, I think 9.99 from there. But the nice thing, though is let's say you don't pay it off in full. Let's say you go to the year and maybe you put 18,000 down. So we still have a remaining balance of. Still remaining balance of 8,422. What then happens is that interest only applies to that remaining balance. So we only get the remaining balance. So that would then divide it by. Yeah, so we just get that remaining amount and then divide it by 60. That would be like your monthly payment. For five more years. But yeah, but then you can pay it off early and it's no big deal. Of course, I get it. Okay, so look, I like to speak with my wife about all the options. Email me these and then of course I'll. Let's cover the what you did today and then I'll just discuss this with my wife. Sure. Yeah. I like the idea of the thing being quieter and more efficient. Yeah. And not having gas leaks in the future. Yeah. So how about this? Let me bring the estimates down to just two of them. I'll just eliminate this one, eliminate that one. And the only thing I just want to make sure is clear on my end it would be so much easier if I didn't have to charge for the repair today. And if we actually just basically considered it as a complimentary thing for you. So if we did feel comfortable with signing what that would just look like on your end would just be a $1,000 down payment. The other thing is we can see what options you qualify for in regards to financing. And if that's the case, if we have financing, then I don't even need a down payment today. We would just do just the financing side of it. And we do come with. Every contractor that's reputable comes with this guarantee here. So as you're talking to your wife, anything weird comes up, we even have this notice right here. So we always have a reputable three day right to cancel. No, we won't do that today. Just send me the, I'll talk to her and then we'll make a decision. Absolutely. And then within 15 days I will completely credit that back towards it. Okay. So I'm gonna pretty his estimates up a little bit more and I'll include, include the duct sealing promotion. And because tech is needing a hers test, we actually just kind of have to do that anyways. So I'm going to modify it a little bit. And what you'll see that's new when I send it to you is permit and hers test. You'll see a duct seal cost. But then if you keep scrolling down, you would see a it credited back as a promotion, so. So, great. We'll go ahead. I'll eliminate the both of the gas options and we'll stay with the Bryant and the Bosch. Yes, and very cool. And let me go ahead and get the $1,000 for today. 1,900. So do you need a Visa or MasterCard? I think it's a MasterCard, If I can find it. Always important. There you go. Great. It's on the back.",
  "duration": "00:01",
  "utterances": [
    {
      "id": 1,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Hello.",
      "start": 12160,
      "end": 12480,
      "startTime": "00:12",
      "endTime": "00:12",
      "confidence": 0.69677734,
      "sentiment": null
    },
    {
      "id": 2,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Hey, Luis. Got you all done. The reason that took so long is I. I just kind of also built all your equipment options when I was out there too.",
      "start": 12800,
      "end": 19360,
      "startTime": "00:12",
      "endTime": "00:19",
      "confidence": 0.9384169,
      "sentiment": null
    },
    {
      "id": 3,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay, sure.",
      "start": 19360,
      "end": 20320,
      "startTime": "00:19",
      "endTime": "00:20",
      "confidence": 0.9786784,
      "sentiment": null
    },
    {
      "id": 4,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I'd love to wrap up with you here.",
      "start": 20960,
      "end": 23360,
      "startTime": "00:20",
      "endTime": "00:23",
      "confidence": 0.98461914,
      "sentiment": null
    },
    {
      "id": 5,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Of course, of course.",
      "start": 23360,
      "end": 24320,
      "startTime": "00:23",
      "endTime": "00:24",
      "confidence": 0.94921875,
      "sentiment": null
    },
    {
      "id": 6,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So what are you up to for the rest of the day?",
      "start": 25840,
      "end": 27680,
      "startTime": "00:25",
      "endTime": "00:27",
      "confidence": 0.9926351,
      "sentiment": null
    },
    {
      "id": 7,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Oh, keep working. Yeah, yeah, most of the. Most of the day. Sometimes I go through.",
      "start": 28080,
      "end": 38780,
      "startTime": "00:28",
      "endTime": "00:38",
      "confidence": 0.89163715,
      "sentiment": null
    },
    {
      "id": 8,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I literally can't work from anywhere else but your home.",
      "start": 39260,
      "end": 43020,
      "startTime": "00:39",
      "endTime": "00:43",
      "confidence": 0.97316897,
      "sentiment": null
    },
    {
      "id": 9,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I know.",
      "start": 43100,
      "end": 43740,
      "startTime": "00:43",
      "endTime": "00:43",
      "confidence": 0.9484863,
      "sentiment": null
    },
    {
      "id": 10,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah. AI is a big thing, man. But so just to. Let's go right to just the differences here. I just wanted to show you. So remember before how we had that before that below freezing temperature at 41. It's good to see. And now we have that 20 degree difference as well. Did a really fancy charge there for you and got you in good shape. All that to say. Definitely. Bandaid. Sure.",
      "start": 50140,
      "end": 82920,
      "startTime": "00:50",
      "endTime": "01:22",
      "confidence": 0.9270613,
      "sentiment": null
    },
    {
      "id": 11,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah.",
      "start": 82920,
      "end": 83360,
      "startTime": "01:22",
      "endTime": "01:23",
      "confidence": 0.96272784,
      "sentiment": null
    },
    {
      "id": 12,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "It is old.",
      "start": 83680,
      "end": 84720,
      "startTime": "01:23",
      "endTime": "01:24",
      "confidence": 0.8146159,
      "sentiment": null
    },
    {
      "id": 13,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "It's an old unit.",
      "start": 84720,
      "end": 85760,
      "startTime": "01:24",
      "endTime": "01:25",
      "confidence": 0.99171954,
      "sentiment": null
    },
    {
      "id": 14,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Right. So when it comes to just what to expect here in the future, I would say month to two months. I think we'll start to see. Or even sooner we'll start to see the efficiency drop again. And we still have those mold issues. I did just want to show you some different equipment options.",
      "start": 85990,
      "end": 108030,
      "startTime": "01:25",
      "endTime": "01:48",
      "confidence": 0.963873,
      "sentiment": null
    },
    {
      "id": 15,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Of course.",
      "start": 108030,
      "end": 108550,
      "startTime": "01:48",
      "endTime": "01:48",
      "confidence": 0.75634766,
      "sentiment": null
    },
    {
      "id": 16,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Oh, my goodness. Who is this?",
      "start": 109270,
      "end": 111190,
      "startTime": "01:49",
      "endTime": "01:51",
      "confidence": 0.93375653,
      "sentiment": null
    },
    {
      "id": 17,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah, this is Michelangelo.",
      "start": 112750,
      "end": 114110,
      "startTime": "01:52",
      "endTime": "01:54",
      "confidence": 0.96448773,
      "sentiment": null
    },
    {
      "id": 18,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Michelangelo. I love cats. Get out of here. Aww. I have two cats and three dogs at home. So we have quite the chaos household.",
      "start": 114350,
      "end": 126990,
      "startTime": "01:54",
      "endTime": "02:06",
      "confidence": 0.947972,
      "sentiment": null
    },
    {
      "id": 19,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "We have two cats.",
      "start": 127150,
      "end": 128110,
      "startTime": "02:07",
      "endTime": "02:08",
      "confidence": 0.85302734,
      "sentiment": null
    },
    {
      "id": 20,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "There you go. Yeah. So the two equipment options, or there's a total of four that I built. There's either we replace like for like, which will naturally be more efficient, even though it's just going to be the updated version of what you have. It's going to be a new furnace, new coil, new condenser, higher sear rating, better efficiency, but still like the same type of equipment. The next step beyond that is maintaining gas heating, electric cooling, but upgrading efficiency. And the interesting thing about that is that actually ends up being the most expensive one of the four that I've built. Are you familiar with natural gas phase outs?",
      "start": 128110,
      "end": 179590,
      "startTime": "02:08",
      "endTime": "02:59",
      "confidence": 0.96266305,
      "sentiment": null
    },
    {
      "id": 21,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "No.",
      "start": 179670,
      "end": 180070,
      "startTime": "02:59",
      "endTime": "03:00",
      "confidence": 0.8286133,
      "sentiment": null
    },
    {
      "id": 22,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Okay. So it is something like, let's say, for instance, we have stove tops being phased out. We do have gas water heaters being phased out. We have gas furnaces being phased out. Are you familiar with what California's goal is in every.",
      "start": 180550,
      "end": 197500,
      "startTime": "03:00",
      "endTime": "03:17",
      "confidence": 0.95975274,
      "sentiment": null
    },
    {
      "id": 23,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah, some of that.",
      "start": 197500,
      "end": 198540,
      "startTime": "03:17",
      "endTime": "03:18",
      "confidence": 0.9404704,
      "sentiment": null
    },
    {
      "id": 24,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah, I like the idea. It's just kind of a lot. They want every house to have a 200amp panel, have a bathtub generator. They want every house to have solar, and they want every house to have a heat pump. And so heat Pumps are the next option. Yeah, heat pumps are actually just got introduced some more rebates. So even though those are the best possible system to install, weirdly enough, those actually are getting quite affordable at the moment. I'm used to them being actually our most expensive option. But rebates have been introduced that have made it a lot more reasonable. And then when it comes to the. The two different heating options, I just have two different types of heat pumps that I'm building for you. So let's just look at.",
      "start": 198540,
      "end": 251750,
      "startTime": "03:18",
      "endTime": "04:11",
      "confidence": 0.9756221,
      "sentiment": null
    },
    {
      "id": 25,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I like to like higher efficiency and then two different. Still same technology and then two heat pumps.",
      "start": 251750,
      "end": 258070,
      "startTime": "04:11",
      "endTime": "04:18",
      "confidence": 0.88075536,
      "sentiment": null
    },
    {
      "id": 26,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Exactly. And so to start off with, it's always important to realize these are more expensive than investments than your normal investment into a home. So I just wanted you to understand that a lot of our clients do use different monthly options to take care of them. But let's just break down what we do. So let's start off with the like for like we always come with our guarantees. We have some really, really excellent guarantees that really just show you that we're going to do a great job for you. We then start off with our first cost. This is a newest nest thermostat. We can switch this up. I just wanted to just simplify it, put something in that you guys are used to. It will be just the most modern version. And then we credit this back towards replacement at the very end. So this 549 will be credited back towards you. Then we talk about steps like what we need to do. AC removal, hall away and disposal, heater and removal. This is a really lengthy section. This is like typically roughly one day, this amount of work we remove, safely, demolish and dispose of your furnace, remove safely, remove the refrigerant, demolish and dispose of your ac. And that's I think like a pretty lengthy section.",
      "start": 258070,
      "end": 344730,
      "startTime": "04:18",
      "endTime": "05:44",
      "confidence": 0.9726978,
      "sentiment": null
    },
    {
      "id": 27,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Got it.",
      "start": 344730,
      "end": 345210,
      "startTime": "05:44",
      "endTime": "05:45",
      "confidence": 0.90478516,
      "sentiment": null
    },
    {
      "id": 28,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "This next one may or may not come up, but I am including it as a line item just in case it becomes relevant. Sometimes when we have water damage, I do see decayed plywood in sections where there could be like mold growth or anything like that. If we're seeing anything like that, we just cut that plywood out and put new plywood in.",
      "start": 345290,
      "end": 367530,
      "startTime": "05:45",
      "endTime": "06:07",
      "confidence": 0.9634152,
      "sentiment": null
    },
    {
      "id": 29,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay.",
      "start": 367530,
      "end": 368010,
      "startTime": "06:07",
      "endTime": "06:08",
      "confidence": 0.8308919,
      "sentiment": null
    },
    {
      "id": 30,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "That's in the inside.",
      "start": 368010,
      "end": 369250,
      "startTime": "06:08",
      "endTime": "06:09",
      "confidence": 0.9930827,
      "sentiment": null
    },
    {
      "id": 31,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Oh yeah.",
      "start": 369250,
      "end": 369850,
      "startTime": "06:09",
      "endTime": "06:09",
      "confidence": 0.9576009,
      "sentiment": null
    },
    {
      "id": 32,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Next. The new system is not going to be the same dimensions. It's going to be a little bit smaller or a little bit wider, a little bit taller or something around there. And we do have to make sure the sheet metal connections fit to it. We do any sheet metal necessary.",
      "start": 371130,
      "end": 388820,
      "startTime": "06:11",
      "endTime": "06:28",
      "confidence": 0.99059,
      "sentiment": null
    },
    {
      "id": 33,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Of course.",
      "start": 388900,
      "end": 389460,
      "startTime": "06:28",
      "endTime": "06:29",
      "confidence": 0.9538574,
      "sentiment": null
    },
    {
      "id": 34,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Outside we have A fuse box. That's where I remove it and work on it safely. We just put a new one in for you. All the new electrical. There will be some new electrical in there. Currently there's a little on off switch in there called a safety shut off. We always come with a new one. Any new thermostat, wiring or connections, any new electrical whips, we install that for you. We have circuit breakers on the ac. We just prefer to have a brand new circuit breaker. So we just include that with it. Thermostat wire, communication wire. This just means if there is a need to rerun a thermostat wire, we absolutely would. And then H Vac permanent. We always pull permits. There is a caveat for permit pulling. Usually they like to do a HERS test as well. Have you ever heard of that before?",
      "start": 389860,
      "end": 446100,
      "startTime": "06:29",
      "endTime": "07:26",
      "confidence": 0.9679393,
      "sentiment": null
    },
    {
      "id": 35,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "No, I don't know what the HERS test is. It's like an efficiency.",
      "start": 447380,
      "end": 450380,
      "startTime": "07:27",
      "endTime": "07:30",
      "confidence": 0.9386644,
      "sentiment": null
    },
    {
      "id": 36,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "It's a home efficiency test. And I do know right now your home would not pass a HERS test because of the condition of the ducting and a little bit of your insulation too. So we love to do HERS tests. But in order for us to feel confident in doing that, we would need to do a little bit with your ducting or consider modifying it. What that would look like is something. We do have a promotion going on currently is sealing your ductwork, which just means no replacement. But we go to every single connection and seal it thoroughly and then we can include a test. If we do that next. This is the total cost of four R&E discounts. I do have a fair amount of discounts that I've included. This is again the like for like option. And just to explain what it comes with, I explained R410A. The refrigerant got phased out. We have the newest style here, R32. This is basically just the new standard for refrigerant. It is considered to be better for the environment. It's just much less harmful to ozone layers in general. 35% cooling savings, 30% heating savings. It is going to be the same similar type of technology. The sear rating is up. You currently have a 12 seer. We install a 15 and then we always include standard filtration for you as basic. The motor is an improvement. So the fan motor inside of the system is an improvement. Way more reliable and way quieter. That's basically what this comes with now. A really cool thing. 10 year manufacturer warranty, 10 year compressor warranties. If you're on this maintenance program with us, we actually completely match the manufacturer warranties. It's essentially 10 years parts and 10 year manufacturer warranty. And then moving on, we'll just get to the first heat pump. Really very similar line items. I'm not going to go through every single one this time. I wanted to pause at this one though. The technology we're talking about with this heat pump is called an inverter. Have you ever heard of an inverter before?",
      "start": 450380,
      "end": 586500,
      "startTime": "07:30",
      "endTime": "09:46",
      "confidence": 0.9671594,
      "sentiment": null
    },
    {
      "id": 37,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I have, yeah.",
      "start": 586500,
      "end": 587460,
      "startTime": "09:46",
      "endTime": "09:47",
      "confidence": 0.91807723,
      "sentiment": null
    },
    {
      "id": 38,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Actually, you know what? I saw your mini split. It actually mimics that technology, but in a ducted sense. So that's a ductless heating and cooling system. This one we have that same type of inverter technology where it ramps up and ramps down, except we're just attaching it to the ductwork. So the main difference here just important to realize that it's going to heat and cool a little bit differently. In general, everything is going to be an improvement. Cooling will be significantly better. Usually we're talking like 60% utility bill savings. The thing about heating side, it's just important to note usually they don't absolutely kill it the same way old furnaces do. Old furnaces have flames. So obviously we're going to get really intense temperature coming out. These do heat a little bit less extreme, but still are totally capable of.",
      "start": 587540,
      "end": 643980,
      "startTime": "09:47",
      "endTime": "10:43",
      "confidence": 0.9547168,
      "sentiment": null
    },
    {
      "id": 39,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I'm familiar with the heat pump.",
      "start": 643980,
      "end": 645220,
      "startTime": "10:43",
      "endTime": "10:45",
      "confidence": 0.8507012,
      "sentiment": null
    },
    {
      "id": 40,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "You know about these?",
      "start": 645220,
      "end": 645780,
      "startTime": "10:45",
      "endTime": "10:45",
      "confidence": 0.97436523,
      "sentiment": null
    },
    {
      "id": 41,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay, perfect.",
      "start": 645780,
      "end": 646580,
      "startTime": "10:45",
      "endTime": "10:46",
      "confidence": 0.86311847,
      "sentiment": null
    },
    {
      "id": 42,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Everything else is the same. AC removal, hallway disposal, heater removal, plywood circuit breaker, thermostat permit. And there's the price before any discounts or rebates. We then have our discounts and rebates, which I realize I didn't include on the other option here. But starting off, this existed on your other estimate too is $1,800 off because we're able to reuse the copper line set. Very resilient to timing corrosion. If my install crew does determine that your H Vac leak that you have right now is in your copper line, we just still take care of it. But even with this savings in place, next we have the thermostat credit back towards you and this where we have some rebates. So Silicon Valley Clean Energy. I did just want to confirm, did you opt out of this program? You would have to manually opt out of it.",
      "start": 646900,
      "end": 706200,
      "startTime": "10:46",
      "endTime": "11:46",
      "confidence": 0.9759314,
      "sentiment": null
    },
    {
      "id": 43,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah, I didn't.",
      "start": 706200,
      "end": 707040,
      "startTime": "11:46",
      "endTime": "11:47",
      "confidence": 0.97960067,
      "sentiment": null
    },
    {
      "id": 44,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Okay, so you're good. So Silicon Valley Clean energy is a $2,500 off towards heat pump updates. Next we have tech which is one that just barely got reintroduced like yesterday. So that's, that's really cool that it got introduced. And 1500 off here. What this is, is the fact that we're removing both a furnace and AC qualifies you for this higher end one. So we handle what we need to handle. There are things that you need to physically go in and do. The only one for the SVCE is you do. And this will be in a contract that you can just click on easily. You do need to submit a full PG and E bill. Like every bit, every page off a PG and E bill, and then we do the rest. What they need from us is proof that we've installed a inverter system and the manufacturer label. We take care of that.",
      "start": 707040,
      "end": 769850,
      "startTime": "11:47",
      "endTime": "12:49",
      "confidence": 0.9612019,
      "sentiment": null
    },
    {
      "id": 45,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Got it.",
      "start": 769850,
      "end": 770330,
      "startTime": "12:49",
      "endTime": "12:50",
      "confidence": 0.6936035,
      "sentiment": null
    },
    {
      "id": 46,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "For tech. Let's see. I think we just take care of this one for you, so. Oh, you know what? This one does require a HERS test to be done. So for this area, I would love to include one of our promotions for you, which is where we just include a duct seal, and that would be something I can definitely do. So if that passes a HERS test, I think you're all good. Mm. So your client has clear record with the city. Yeah. As long as you have no failed permits, then it should pass.",
      "start": 770330,
      "end": 807710,
      "startTime": "12:50",
      "endTime": "13:27",
      "confidence": 0.9624256,
      "sentiment": null
    },
    {
      "id": 47,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Failed permits, meaning like, you tried to.",
      "start": 808270,
      "end": 810110,
      "startTime": "13:28",
      "endTime": "13:30",
      "confidence": 0.97713214,
      "sentiment": null
    },
    {
      "id": 48,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Pull a permit and it didn't work or passed. It didn't pass inspection.",
      "start": 810110,
      "end": 813310,
      "startTime": "13:30",
      "endTime": "13:33",
      "confidence": 0.97505385,
      "sentiment": null
    },
    {
      "id": 49,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I see. I see. For this. For your homework. For your homework. Because there was something. Okay, no problem.",
      "start": 813310,
      "end": 818870,
      "startTime": "13:33",
      "endTime": "13:38",
      "confidence": 0.9192665,
      "sentiment": null
    },
    {
      "id": 50,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Okay. So it looks like you would qualify for this. The next option will go to.",
      "start": 818870,
      "end": 824590,
      "startTime": "13:38",
      "endTime": "13:44",
      "confidence": 0.96676636,
      "sentiment": null
    },
    {
      "id": 51,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "And what was that option?",
      "start": 824590,
      "end": 825630,
      "startTime": "13:44",
      "endTime": "13:45",
      "confidence": 0.90961915,
      "sentiment": null
    },
    {
      "id": 52,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Oh, total price.",
      "start": 825630,
      "end": 826510,
      "startTime": "13:45",
      "endTime": "13:46",
      "confidence": 0.9831543,
      "sentiment": null
    },
    {
      "id": 53,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "No, no. What was that option that you showed me? I. Yep.",
      "start": 826510,
      "end": 829850,
      "startTime": "13:46",
      "endTime": "13:49",
      "confidence": 0.8815918,
      "sentiment": null
    },
    {
      "id": 54,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So you can actually see what's kind of funny is it's relatively around the same price as a gap and actually a little bit less expensive, weirdly. And what's really cool, I was actually talking to Alex that I was really impressed. I just built your best possible heat pump. This is like our branded unit. It's a daikin. Daikin we love to work with because they really like us. If you ever look up daikin products on Google and you look up, like, install videos, you'll actually see my company installing them because we do the worldwide training for how to install daikin, so we just have a great partnership with them. So we like to install them. But what's interesting is Bryant does have a corner on a type of technology. Heat pumps, on occasion, enter a defrost cycle, which is where it briefly stops heating and it just runs itself alone to heat itself back up. These are known to not really enter that. And the brilliant. And it's just because of the way their coils are built. They have a better type of metal derivative in it that is better at dissipating its own heat and keeping itself warm.",
      "start": 830010,
      "end": 910570,
      "startTime": "13:50",
      "endTime": "15:10",
      "confidence": 0.96775156,
      "sentiment": null
    },
    {
      "id": 55,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Warm.",
      "start": 910720,
      "end": 911040,
      "startTime": "15:10",
      "endTime": "15:11",
      "confidence": 0.6616211,
      "sentiment": null
    },
    {
      "id": 56,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "The only time these ever enter defrost, which we won't ever get to here in California, Is when they enter 18 degrees Fahrenheit. So it just won't happen. And it's just really funny if we look at like the really high end furnace, it's just like. We really climbed the cost. I just. It's substantial.",
      "start": 911840,
      "end": 928640,
      "startTime": "15:11",
      "endTime": "15:28",
      "confidence": 0.9779748,
      "sentiment": null
    },
    {
      "id": 57,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "None of this option is moving the unit to the top.",
      "start": 929040,
      "end": 931440,
      "startTime": "15:29",
      "endTime": "15:31",
      "confidence": 0.9304199,
      "sentiment": null
    },
    {
      "id": 58,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "No. Currently I haven't built that. We do have an attic package. I would actually have to modify these estimates to do that. The reason I'm starting like this is just. I just wanted you to understand what it would look like to keep it in the closet. So when it comes to keeping it in the closet, we are completely fine moving it to your attic. Completely fine. The thing I like to make sure my clients understand is serviceability, maintenance and efficiency. That is the best location.",
      "start": 931440,
      "end": 963820,
      "startTime": "15:31",
      "endTime": "16:03",
      "confidence": 0.9711306,
      "sentiment": null
    },
    {
      "id": 59,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah, because it's too hot up there.",
      "start": 963820,
      "end": 965100,
      "startTime": "16:03",
      "endTime": "16:05",
      "confidence": 0.9594959,
      "sentiment": null
    },
    {
      "id": 60,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Precisely.",
      "start": 965100,
      "end": 965700,
      "startTime": "16:05",
      "endTime": "16:05",
      "confidence": 0.975708,
      "sentiment": null
    },
    {
      "id": 61,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "What about moving it to the garage?",
      "start": 965700,
      "end": 967180,
      "startTime": "16:05",
      "endTime": "16:07",
      "confidence": 0.9918504,
      "sentiment": null
    },
    {
      "id": 62,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "That would be way harder. Harder.",
      "start": 967180,
      "end": 970140,
      "startTime": "16:07",
      "endTime": "16:10",
      "confidence": 0.9930013,
      "sentiment": null
    },
    {
      "id": 63,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Harder.",
      "start": 970140,
      "end": 970700,
      "startTime": "16:10",
      "endTime": "16:10",
      "confidence": 0.89941406,
      "sentiment": null
    },
    {
      "id": 64,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So much more work. And we would actually be forced to replace your ductwork entirely. And. And with this. The benefit of moving out to the attic, though, is you do get a full closet. In general, it is a pretty. In regards to airflow that enters the home, It's a pretty nice spot. It's just. We do have to do some modifications. So just to explain an attic install, that intake would no longer be used. We would add one probably close to the center of the house. And our systems are very quiet. But it is just something that we will have airflow here now. And then we do have to run some new electrical. If we're not doing a new gas line, that's great. But we do have to install. We would have to install the intake here. And yeah, closet systems, in regards to what the system itself likes is the best location. But at the end of the day, the systems are built for you. So if we're moving it to the attic, completely fine. I kind of forget at the top of my head how much it adds to the project. It is depending on the severity of necessary. I do think it adds at least 4,000 to it. But on the highest end, it would involve new ductwork. And then we add a fair amount to it.",
      "start": 971740,
      "end": 1060550,
      "startTime": "16:11",
      "endTime": "17:40",
      "confidence": 0.9612475,
      "sentiment": null
    },
    {
      "id": 65,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay. Okay. Yeah. What we don't like about it there is not so much the cabinet is the noise.",
      "start": 1061430,
      "end": 1066310,
      "startTime": "17:41",
      "endTime": "17:46",
      "confidence": 0.8816432,
      "sentiment": null
    },
    {
      "id": 66,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So the sway client or any of.",
      "start": 1066310,
      "end": 1068310,
      "startTime": "17:46",
      "endTime": "17:48",
      "confidence": 0.87629044,
      "sentiment": null
    },
    {
      "id": 67,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Our units, that noise would be better.",
      "start": 1068310,
      "end": 1071980,
      "startTime": "17:48",
      "endTime": "17:51",
      "confidence": 0.9738421,
      "sentiment": null
    },
    {
      "id": 68,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "And what I can even do as an extra way to make that noise even better is if we swap the grill. So the grill right now has louvers. Right. So when an airflow is pulled in and it does this, that naturally creates noise. We can install an egg carton version that has a square squares instead. And it's much, much, much, much better for airflow. And when that happens, it makes it a lot quieter, too. I did do a test one time on no change other than the grill, and it did decrease noise by 20% when I did that. So 20% quieter, it would still get on the noise. Not. It would be much less noisy than this. But if we did do the basic furnace, that's not going to be as quiet. But if we talk about inverters, those actually can sometimes be hard, at least even on type of thing. Do you even hear it running?",
      "start": 1073500,
      "end": 1138110,
      "startTime": "17:53",
      "endTime": "18:58",
      "confidence": 0.94730407,
      "sentiment": null
    },
    {
      "id": 69,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "That makes sense. I can hear it with the split unit.",
      "start": 1139950,
      "end": 1145190,
      "startTime": "18:59",
      "endTime": "19:05",
      "confidence": 0.9405333,
      "sentiment": null
    },
    {
      "id": 70,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah. So, yeah, that technology gets introduced here. All that to say if there's an inclusive, incredible cooling demand, it still will pull a lot of airflow into itself. But that won't happen that consistently. It would happen when it breaks 100 or when it's 105. Then it might be. It'll still be quieter than that, but it will get to, like equivalent air pressure going across itself.",
      "start": 1145190,
      "end": 1170680,
      "startTime": "19:05",
      "endTime": "19:30",
      "confidence": 0.9551537,
      "sentiment": null
    },
    {
      "id": 71,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay, okay. All right. So the options I have are. Can I see the prices again? Yeah, so.",
      "start": 1170680,
      "end": 1176000,
      "startTime": "19:30",
      "endTime": "19:36",
      "confidence": 0.9497296,
      "sentiment": null
    },
    {
      "id": 72,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So all of these are going to be great options for you. I do have to take this call. Feel free to review this. Hello? Okay, I'm still talking to our client here about different options, so I don't know. Yeah.",
      "start": 1176080,
      "end": 1205920,
      "startTime": "19:36",
      "endTime": "20:05",
      "confidence": 0.96812874,
      "sentiment": null
    },
    {
      "id": 73,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I see that all these are. This one bent to the side.",
      "start": 1215760,
      "end": 1220800,
      "startTime": "20:15",
      "endTime": "20:20",
      "confidence": 0.96500653,
      "sentiment": null
    },
    {
      "id": 74,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yes. That's a big difference too, is amount of room taken up outside. These are going to be taller systems. So it is actually, you know what, it'll be very, very, really, really close to the same height, but they're like this thin. But they go. They go wide, though.",
      "start": 1221600,
      "end": 1238780,
      "startTime": "20:21",
      "endTime": "20:38",
      "confidence": 0.9540739,
      "sentiment": null
    },
    {
      "id": 75,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah, yeah, yeah. But my experience with the other one is that it vents to the side, so it's kind of windy.",
      "start": 1238780,
      "end": 1244500,
      "startTime": "20:38",
      "endTime": "20:44",
      "confidence": 0.9553556,
      "sentiment": null
    },
    {
      "id": 76,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "It still will. It still will.",
      "start": 1244580,
      "end": 1246180,
      "startTime": "20:44",
      "endTime": "20:46",
      "confidence": 0.9777832,
      "sentiment": null
    },
    {
      "id": 77,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah. And what I like about this one is that it vents to the top.",
      "start": 1246420,
      "end": 1249940,
      "startTime": "20:46",
      "endTime": "20:49",
      "confidence": 0.9662001,
      "sentiment": null
    },
    {
      "id": 78,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I. I can build a form of inverter that does do that.",
      "start": 1250820,
      "end": 1255700,
      "startTime": "20:50",
      "endTime": "20:55",
      "confidence": 0.96466744,
      "sentiment": null
    },
    {
      "id": 79,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah.",
      "start": 1255860,
      "end": 1256420,
      "startTime": "20:55",
      "endTime": "20:56",
      "confidence": 0.9479167,
      "sentiment": null
    },
    {
      "id": 80,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "If that's a.",
      "start": 1258460,
      "end": 1258940,
      "startTime": "20:58",
      "endTime": "20:58",
      "confidence": 0.71972656,
      "sentiment": null
    },
    {
      "id": 81,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "So they have these unit that bends upwards.",
      "start": 1259100,
      "end": 1262540,
      "startTime": "20:59",
      "endTime": "21:02",
      "confidence": 0.9170329,
      "sentiment": null
    },
    {
      "id": 82,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yep. The brand is Bosch. Very highly reviewed. Mostly actually highly reviewed from technicians, which is very cool. Technicians love working on them because they're very reliable. But I don't know where the Bosch would end up. But I do think it would Be roughly in that same area. The only thing we can find out with Bosch in a second. But you see how this says Energy Star, high heat. Mm. Whenever you see Energy Star, that actually can qualify you for one further rebate that you have to deal with completely on your own. We can't help you. It's a tax cut rebate. And usually if you qualify for it, it's either a thousand dollars or $2,000. If we don't have Energy Star on it, you can't have that rebate.",
      "start": 1262540,
      "end": 1308910,
      "startTime": "21:02",
      "endTime": "21:48",
      "confidence": 0.9784068,
      "sentiment": null
    },
    {
      "id": 83,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "And Bosch doesn't have that.",
      "start": 1308910,
      "end": 1309990,
      "startTime": "21:48",
      "endTime": "21:49",
      "confidence": 0.975944,
      "sentiment": null
    },
    {
      "id": 84,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I can find out.",
      "start": 1309990,
      "end": 1310710,
      "startTime": "21:49",
      "endTime": "21:50",
      "confidence": 0.97802734,
      "sentiment": null
    },
    {
      "id": 85,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay, okay, okay. Got it, got it.",
      "start": 1310710,
      "end": 1313260,
      "startTime": "21:50",
      "endTime": "21:53",
      "confidence": 0.921782,
      "sentiment": null
    },
    {
      "id": 86,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Want me to just find out real quick?",
      "start": 1313420,
      "end": 1314860,
      "startTime": "21:53",
      "endTime": "21:54",
      "confidence": 0.9890137,
      "sentiment": null
    },
    {
      "id": 87,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Sure, sure.",
      "start": 1316700,
      "end": 1317420,
      "startTime": "21:56",
      "endTime": "21:57",
      "confidence": 0.9916992,
      "sentiment": null
    },
    {
      "id": 88,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Okay. Let me just modify this estimate to.",
      "start": 1317420,
      "end": 1319700,
      "startTime": "21:57",
      "endTime": "21:59",
      "confidence": 0.9544881,
      "sentiment": null
    },
    {
      "id": 89,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Be a Bosch, but leave that one there.",
      "start": 1319700,
      "end": 1321100,
      "startTime": "21:59",
      "endTime": "22:01",
      "confidence": 0.9637349,
      "sentiment": null
    },
    {
      "id": 90,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I will. I'm just going to duplicate it and we'll switch it over to a Bosch. Okay. It does have Energy Star. So the difference is this one will have. It won't have the high heat feature. So let me just get. Where did I put that estimate as this one? Right. There we go. It. Okay. So now we have. It's funny, they all end up being in the same price range. So it's again, in regards to technology, the only thing that the Bryant has over the other ones is that it doesn't enter defrost as often. In California, though, we really don't enter.",
      "start": 1321100,
      "end": 1441270,
      "startTime": "22:01",
      "endTime": "24:01",
      "confidence": 0.95682317,
      "sentiment": null
    },
    {
      "id": 91,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Are defrosting. I had a heat pump before in another place. Never had a problem with it. Yeah, 20 years ago.",
      "start": 1441500,
      "end": 1447500,
      "startTime": "24:01",
      "endTime": "24:07",
      "confidence": 0.93321407,
      "sentiment": null
    },
    {
      "id": 92,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "And it was here in California. Yeah. So I think it's just. It will just very rarely enter a defrost cycle. But this one just has that better feature. Yeah, exactly.",
      "start": 1447500,
      "end": 1458460,
      "startTime": "24:07",
      "endTime": "24:18",
      "confidence": 0.983384,
      "sentiment": null
    },
    {
      "id": 93,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Yeah. Okay. Okay. And how long does it take to install the system?",
      "start": 1458460,
      "end": 1463340,
      "startTime": "24:18",
      "endTime": "24:23",
      "confidence": 0.98322314,
      "sentiment": null
    },
    {
      "id": 94,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "If we are doing a heat pump, it's going to be roughly two or three days. Because there is a lot of work that goes into a heat pump. If it was a gas system to existing ac, I would say one to two days. And then there is still a promotion. I haven't even included any of these. And that would be duct sealing. And those that also can take close to a day too. But depending on time frames, we have an install crew or two out here for you. If you have two, it really speeds up things.",
      "start": 1463820,
      "end": 1498300,
      "startTime": "24:23",
      "endTime": "24:58",
      "confidence": 0.95924264,
      "sentiment": null
    },
    {
      "id": 95,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Things up.",
      "start": 1498370,
      "end": 1498850,
      "startTime": "24:58",
      "endTime": "24:58",
      "confidence": 0.9453125,
      "sentiment": null
    },
    {
      "id": 96,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So that's either two guys or four guys.",
      "start": 1498850,
      "end": 1501170,
      "startTime": "24:58",
      "endTime": "25:01",
      "confidence": 0.9564006,
      "sentiment": null
    },
    {
      "id": 97,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Okay. Okay. And. All right. I understand the options. That's fine. I'm not. I would be interested on. On, on the heat pump. Maybe these, these two. I'm not interested on the gas.",
      "start": 1501570,
      "end": 1516170,
      "startTime": "25:01",
      "endTime": "25:16",
      "confidence": 0.9742592,
      "sentiment": null
    },
    {
      "id": 98,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Sure.",
      "start": 1516170,
      "end": 1516530,
      "startTime": "25:16",
      "endTime": "25:16",
      "confidence": 0.8491211,
      "sentiment": null
    },
    {
      "id": 99,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "And I guess. And then the other thing I noticed is that you also have financing?",
      "start": 1516690,
      "end": 1520010,
      "startTime": "25:16",
      "endTime": "25:20",
      "confidence": 0.95946246,
      "sentiment": null
    },
    {
      "id": 100,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "I do, yeah. You go.",
      "start": 1520010,
      "end": 1523010,
      "startTime": "25:20",
      "endTime": "25:23",
      "confidence": 0.9728516,
      "sentiment": null
    },
    {
      "id": 101,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "So for financing, can you show me the monthly payment and for how long is that?",
      "start": 1523490,
      "end": 1527650,
      "startTime": "25:23",
      "endTime": "25:27",
      "confidence": 0.98309326,
      "sentiment": null
    },
    {
      "id": 102,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "So we have. We have. Let's go to the Bosch, since that's the one that you like the idea of having airflow up. We'll look at financing. So we'll look at wintime offers July. So these are just all of our options that we have. So we have 120 month, 8.99 interest with autopay. So you don't have to do anything. 180. So much longer term with 9.99. This is our most. These two are our most commonly used. Good leap, actually just barely just gave us access to this this month. It was supposed to end on the 15th, so I'm surprised it's still going on. But the 12 months, no interest just means that if you do pay it off in 12 months, you just pay the same as cash. Like there's no interest rate or anything. This is just a very common one because the low interest rate and it just goes on for a little bit of a longer term. And yeah, I think when it comes to this one that we're seeing.",
      "start": 1527810,
      "end": 1600290,
      "startTime": "25:27",
      "endTime": "26:40",
      "confidence": 0.97263604,
      "sentiment": null
    },
    {
      "id": 103,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "When.",
      "start": 1606450,
      "end": 1606730,
      "startTime": "26:46",
      "endTime": "26:46",
      "confidence": 0.99853516,
      "sentiment": null
    },
    {
      "id": 104,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "It comes to this payment that we're seeing there, that's including the 5.991 for this, for the 60 months.",
      "start": 1606730,
      "end": 1614190,
      "startTime": "26:46",
      "endTime": "26:54",
      "confidence": 0.9772231,
      "sentiment": null
    },
    {
      "id": 105,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "60 months.",
      "start": 1614910,
      "end": 1615630,
      "startTime": "26:54",
      "endTime": "26:55",
      "confidence": 0.8840309,
      "sentiment": null
    },
    {
      "id": 106,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "5 years of.",
      "start": 1616110,
      "end": 1616990,
      "startTime": "26:56",
      "endTime": "26:56",
      "confidence": 0.9526365,
      "sentiment": null
    },
    {
      "id": 107,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "5 year 335. And that. That includes the promotions area.",
      "start": 1617150,
      "end": 1626510,
      "startTime": "26:57",
      "endTime": "27:06",
      "confidence": 0.8939777,
      "sentiment": null
    },
    {
      "id": 108,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah, there's still some line items in regards to promotions I haven't included. But this is baseline equipment.",
      "start": 1627310,
      "end": 1634670,
      "startTime": "27:07",
      "endTime": "27:14",
      "confidence": 0.99011457,
      "sentiment": null
    },
    {
      "id": 109,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "And what is the monthly payment with the one that you showed me that I can pay off earlier in a.",
      "start": 1635830,
      "end": 1641230,
      "startTime": "27:15",
      "endTime": "27:21",
      "confidence": 0.9753883,
      "sentiment": null
    },
    {
      "id": 110,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Year, that type of one. So you don't need to pay anything for a full year if you don't want. You actually do have the ability to take a year off of payments entirely. But then if it goes to that, I think it's not a nasty interest rate. It's something around 10%.",
      "start": 1641230,
      "end": 1659910,
      "startTime": "27:21",
      "endTime": "27:39",
      "confidence": 0.9744037,
      "sentiment": null
    },
    {
      "id": 111,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Oh, I see what you're saying.",
      "start": 1659990,
      "end": 1661190,
      "startTime": "27:39",
      "endTime": "27:41",
      "confidence": 0.98083496,
      "sentiment": null
    },
    {
      "id": 112,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "It's not a horrible, horrible interest rate, but there is an interest rate there, so.",
      "start": 1661510,
      "end": 1664890,
      "startTime": "27:41",
      "endTime": "27:44",
      "confidence": 0.959158,
      "sentiment": null
    },
    {
      "id": 113,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Oh. So basically paying the full amount within the year and whatever.",
      "start": 1665040,
      "end": 1669360,
      "startTime": "27:45",
      "endTime": "27:49",
      "confidence": 0.9335734,
      "sentiment": null
    },
    {
      "id": 114,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "But the nice thing is you don't need to pay anything for the year either. So if we did pay it off in 12 payments, let's say it would be. A little bit over 2,000amonth.",
      "start": 1669360,
      "end": 1687280,
      "startTime": "27:49",
      "endTime": "28:07",
      "confidence": 0.9898309,
      "sentiment": null
    },
    {
      "id": 115,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Because it's within a year.",
      "start": 1688080,
      "end": 1689360,
      "startTime": "28:08",
      "endTime": "28:09",
      "confidence": 0.9794922,
      "sentiment": null
    },
    {
      "id": 116,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Within a year. But then I think the terms actually go really, really close. It's like four, five years of, I think 9.99 from there. But the nice thing, though is let's say you don't pay it off in full. Let's say you go to the year and maybe you put 18,000 down. So we still have a remaining balance of. Still remaining balance of 8,422. What then happens is that interest only applies to that remaining balance. So we only get the remaining balance. So that would then divide it by. Yeah, so we just get that remaining amount and then divide it by 60. That would be like your monthly payment.",
      "start": 1689440,
      "end": 1742330,
      "startTime": "28:09",
      "endTime": "29:02",
      "confidence": 0.95506597,
      "sentiment": null
    },
    {
      "id": 117,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "For five more years.",
      "start": 1743690,
      "end": 1744730,
      "startTime": "29:03",
      "endTime": "29:04",
      "confidence": 0.9958496,
      "sentiment": null
    },
    {
      "id": 118,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "But yeah, but then you can pay it off early and it's no big deal.",
      "start": 1744970,
      "end": 1748170,
      "startTime": "29:04",
      "endTime": "29:08",
      "confidence": 0.9733724,
      "sentiment": null
    },
    {
      "id": 119,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "Of course, I get it. Okay, so look, I like to speak with my wife about all the options. Email me these and then of course I'll. Let's cover the what you did today and then I'll just discuss this with my wife.",
      "start": 1748410,
      "end": 1765070,
      "startTime": "29:08",
      "endTime": "29:25",
      "confidence": 0.9690585,
      "sentiment": null
    },
    {
      "id": 120,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Sure. Yeah.",
      "start": 1765070,
      "end": 1765990,
      "startTime": "29:25",
      "endTime": "29:25",
      "confidence": 0.94352216,
      "sentiment": null
    },
    {
      "id": 121,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I like the idea of the thing being quieter and more efficient.",
      "start": 1766150,
      "end": 1770630,
      "startTime": "29:26",
      "endTime": "29:30",
      "confidence": 0.9924859,
      "sentiment": null
    },
    {
      "id": 122,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah.",
      "start": 1770710,
      "end": 1771230,
      "startTime": "29:30",
      "endTime": "29:31",
      "confidence": 0.86116534,
      "sentiment": null
    },
    {
      "id": 123,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "And not having gas leaks in the future.",
      "start": 1771230,
      "end": 1772870,
      "startTime": "29:31",
      "endTime": "29:32",
      "confidence": 0.9689636,
      "sentiment": null
    },
    {
      "id": 124,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Yeah. So how about this? Let me bring the estimates down to just two of them. I'll just eliminate this one, eliminate that one. And the only thing I just want to make sure is clear on my end it would be so much easier if I didn't have to charge for the repair today. And if we actually just basically considered it as a complimentary thing for you. So if we did feel comfortable with signing what that would just look like on your end would just be a $1,000 down payment. The other thing is we can see what options you qualify for in regards to financing. And if that's the case, if we have financing, then I don't even need a down payment today. We would just do just the financing side of it. And we do come with. Every contractor that's reputable comes with this guarantee here. So as you're talking to your wife, anything weird comes up, we even have this notice right here. So we always have a reputable three day right to cancel.",
      "start": 1772870,
      "end": 1838260,
      "startTime": "29:32",
      "endTime": "30:38",
      "confidence": 0.96961397,
      "sentiment": null
    },
    {
      "id": 125,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "No, we won't do that today. Just send me the, I'll talk to her and then we'll make a decision.",
      "start": 1838820,
      "end": 1845700,
      "startTime": "30:38",
      "endTime": "30:45",
      "confidence": 0.9461304,
      "sentiment": null
    },
    {
      "id": 126,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Absolutely. And then within 15 days I will completely credit that back towards it. Okay. So I'm gonna pretty his estimates up a little bit more and I'll include, include the duct sealing promotion. And because tech is needing a hers test, we actually just kind of have to do that anyways. So I'm going to modify it a little bit. And what you'll see that's new when I send it to you is permit and hers test. You'll see a duct seal cost. But then if you keep scrolling down, you would see a it credited back as a promotion, so. So, great. We'll go ahead. I'll eliminate the both of the gas options and we'll stay with the Bryant and the Bosch. Yes, and very cool. And let me go ahead and get the $1,000 for today. 1,900. So do you need a Visa or MasterCard?",
      "start": 1845700,
      "end": 1910050,
      "startTime": "30:45",
      "endTime": "31:50",
      "confidence": 0.95004976,
      "sentiment": null
    },
    {
      "id": 127,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "I think it's a MasterCard, If I can find it.",
      "start": 1912850,
      "end": 1923090,
      "startTime": "31:52",
      "endTime": "32:03",
      "confidence": 0.97100866,
      "sentiment": null
    },
    {
      "id": 128,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Always important.",
      "start": 1924290,
      "end": 1924930,
      "startTime": "32:04",
      "endTime": "32:04",
      "confidence": 0.9995117,
      "sentiment": null
    },
    {
      "id": 129,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "There you go.",
      "start": 1926450,
      "end": 1927090,
      "startTime": "32:06",
      "endTime": "32:07",
      "confidence": 0.9991862,
      "sentiment": null
    },
    {
      "id": 130,
      "speaker": "B",
      "speakerLabel": "Customer",
      "text": "Great.",
      "start": 1927090,
      "end": 1927490,
      "startTime": "32:07",
      "endTime": "32:07",
      "confidence": 0.8959961,
      "sentiment": null
    },
    {
      "id": 131,
      "speaker": "A",
      "speakerLabel": "Technician",
      "text": "It's on the back.",
      "start": 1927970,
      "end": 1928770,
      "startTime": "32:07",
      "endTime": "32:08",
      "confidence": 0.99125165,
      "sentiment": null
    }
  ],
  "speakersDetected": 2,
  "metadata": {
    "transcribedAt": "2025-11-25T20:22:44.324Z",
    "audioFile": "demo_call_2.m4a",
    "description": "Professional maintenance call with excellent compliance"
  }
}